[
    {
      "name": "Mike Johnson",
      "title": "Owner, ClearFlow Plumbing",
      "text": "Mark Shark transformed our online presence with targeted SEO strategies. We went from barely any leads to a steady stream of calls from local customers needing plumbing services—a total game-changer for our business!",
      "image": "testimonial1.jpeg"
    },
    {
      "name": "Sarah Miller",
      "title": "Manager, JunkBusters Removal",
      "text": "Working with Mark Shark was a breeze! Their PPC campaigns brought in more junk removal jobs than we could handle. They really understand how to reach local clients fast and effectively.",
      "image": "testimonial2.jpeg"
    },
    {
      "name": "Tom Rivera",
      "title": "CEO, PestGuard Solutions",
      "text": "Mark Shark helped us dominate local search for pest control services. Our website traffic doubled in just three months, bringing in $50K more in bookings. They know the local market inside out!",
      "image": "testimonial3.jpeg"
    },
    {
      "name": "Lisa Bennett",
      "title": "Owner, Serenity Spa",
      "text": "Mark Shark is hands down the best marketing team for local businesses. Their social media strategies filled our spa’s appointment book with new regulars. We’re now the go-to relaxation spot in town!",
      "image": "testimonial4.jpeg"
    },
    {
      "name": "Jake Carter",
      "title": "Founder, EcoClean Pest Control",
      "text": "The email campaigns Mark Shark created for us were spot on. We saw a 40% increase in repeat customers for our pest control services. They really get what local businesses need to grow.",
      "image": "testimonial5.jpeg"
    },
    {
      "name": "Emily Hayes",
      "title": "Manager, QuickFix Junk Haulers",
      "text": "Thanks to Mark Shark’s SEO and content strategy, our junk removal service went from 20 calls a month to over 100. We just sit back and watch the leads roll in—it’s been incredible!",
      "image": "testimonial6.jpeg"
    },
    {
      "name": "David Lee",
      "title": "Owner, GreenScape Landscaping",
      "text": "Mark Shark's targeted ads brought in a flood of new clients for our landscaping services. Our summer bookings increased by 60%, and we're now the top choice for lawn care in the area!",
      "image": "testimonial7.jpeg"
    },
    {
      "name": "Jessica Torres",
      "title": "Manager, FitLife Gym",
      "text": "Mark Shark's marketing strategies significantly boosted our gym memberships. Their expertise in local advertising helped us reach our target audience effectively.",
      "image": "testimonial8.jpeg"
    }
  ]
  